Repository: end-9214/imager-service
Catalog: scheduler/src/locale/*/LC_MESSAGES/messages.po
Languages: fr

source: Enjoy going offline!
fr: Déconnectez et profitez !

source: The Kiwix team
fr: L’Équipe Kiwix

source: Order #%(order_id)s
fr: Commande #%(order_id)s

source: Order ID
fr: Numéro de commande

source: Size
fr: Taille

source: %(sdcard_size)sGB
fr: %(sdcard_size)sGo

source: Quantity
fr: Quantité

source: Units
fr: Unités

source: Imager Contact
fr: Contact

source: Status
fr: Statut

source: Confirm <strong>%(sdcard_name)s</strong> SD-card inserted into <strong>%(slot)s</strong>
fr: Confirmez <strong>%(sdcard_name)s</strong> carte SD insérée dans <strong>%(slot)s</strong>

source: Add Shipping Details
fr: Ajouter les détails d’expédition

source: Download %(config_name)s (%(sdcard_size)sGB)
fr: Télécharger %(config_name)s (%(sdcard_size)sGo)

source: SD-card inserted. Writing in progress.
fr: Carte SD insérée. Écriture en cours.

source: Image Successfuly Written on slot <strong>%(slot)s</strong>!
fr: Image écrite avec succès sur l’emplacement <strong>%(slot)s</strong> !

source: Hi !
fr: Salut !

source: Just letting you know that <code>WriterTask #%(task_id)s</code> completed successfuly.
fr: Je vous informe simplement que la <code>WriterTask #%(task_id)s</code> s’est terminée avec succès.

source: You can now <strong>remove SD-Card from slot <code>%(slot)s</code></strong>.
fr: Vous pouvez maintenant <strong>retirer la carte SD de l’emplacement <code>%(slot)s</code></strong>.

source: Please insert <strong>%(sdcard_name)s</strong> onto slot <strong>%(slot)s</strong>
fr: Veuillez insérer <strong>%(sdcard_name)s</strong> dans l’emplacement <strong>%(slot)s</strong>

source: Order Writing Failed !
fr: Échec de l'écriture de la commande !

source: Dear %(worker)s operator,
fr: Cher opérateur de %(worker)s,

source: <code>WriterTask #%(task_id)s</code> failed with status <code>%(status)s</code>.
fr: La <code>WriterTask #%(task_id)s</code> a échouée avec le statut <code>%(status)s</code>.

source: Please investigate and contact this order's contact <em>%(client_name)s</em> at %(contact_link)s.
fr: Veuillez enquêter et contacter le responsable de cette commande <em>%(client_name)s</em> à %(contact_link)s.

source: Please ship %(quantity)s x %(sdcard_name)s to %(recipient_name)s
fr: Veuillez envoyer %(quantity)s x %(sdcard_name)s à %(recipient_name)s

source: Worker for slot <strong>%(slot)s</strong> can't start.
fr: Le worker pour l’emplacement <strong>%(slot)s</strong> ne peut pas démarrer.

source: On %(ack_on)s, your (<code>%(username)s/%(worker_type)s</code>) worker for slot <code>%(slot)s</code> sent an SOS meaning it could not start with the following payload:
fr: À %(ack_on)s, votre worker (<code>%(username)s/%(worker_type)s</code>) pour le slot <code>%(slot)s</code> a envoyé un SOS signifiant qu’il ne pouvait pas commencer la tâche suivante :

source: Please make sure the devices are in order and check status on the Imager.
fr: Veuillez vous assurer que les appareils sont en ordre et vérifier l’état sur l'Imager.

source: troubleshooting checklist
fr: liste des choses à contrôler

source: Your Hotspot image %(config_name)s is now ready for download!
fr: Votre image Hotspot « %(config_name)s » est maintenant prête à être téléchargée !

source: <strong>IMPORTANT</strong>: The link will be available until <strong>%(expiration_date)s</strong> and will be permanently deleted after this date.
fr: <strong>IMPORTANT</strong> : Le lien sera disponible jusqu’au <strong>%(expiration_date)s</strong> et sera définitivement supprimé après cette date.

source: Your Order
fr: Votre commande

source: A little help just in case
fr: Un petit d’aide, au cas où

source: Your image is also available as a <em>torrent</em>. You need a BitTorrent client (software) to retrieve the actual <em>img</em> file.
fr: Votre image est également disponible sous forme de <em>torrent</em>. Vous avez besoin d’un logiciel BitTorrent pour récupérer le fichier <em>img</em> réel.

source: We recommend you use %(transmission_link)s if you don't already have one. It will allow you to easily pause and resume your download and ensure that your file is not corrupt.
fr: Nous vous recommandons d’utiliser %(transmission_link)s si vous n’en avez pas déjà un. Il vous permettra de mettre en pause et de reprendre facilement votre téléchargement et de vous assurer que votre fichier n’est pas corrompu.

source: SD-card file installation
fr: Installation du fichier sur carte SD

source: To install the file onto a microSD card, we recommend using %(rpi_imager_link)s.
fr: Pour installer le fichier sur une carte microSD, nous vous recommandons d’utiliser %(rpi_imager_link)s.

source: When asked about <em>OS customisation</em>, answer <strong>no</strong> (it's not compatible).
fr: Lorsqu’il vous sera demandé si vous souhaitez la <em>personnalisation de l’OS</em>, répondez <strong>non</strong> (ce n’est pas compatible).

source: Raspberry Pi installation
fr: Installation du Raspberry Pi

source: You do not need to connect your Raspberry to a screen. Simply connect to the Hotspot by typing %(hotspot_url)s in your browser's address bar (be mindful to use <em>http</em> and not https).
fr: Vous n’avez pas besoin de connecter votre Raspberry à un écran. Connectez-vous simplement au Hotspot en tapant %(hotspot_url)s dans la barre d’adresse de votre navigateur (attention à utiliser <em>http</em> et non https).

source: If you encounter any issue, check out our %(faq_link)s before reaching out by responding to this email.
fr: Si vous rencontrez un problème pour utiliser votre hotspot, consultez %(faq_link)s avant de nous contacter en répondant à cet email.

source: Your Hotspot order for %(config_name)s is being processed
fr: Votre commande Hotspot pour «%(config_name)s» est maintenant prête à être téléchargée

source: Your order of <strong>%(quantity)s x %(sd_name)s</strong> with the <strong>%(config_name)s</strong> configuration on it has been accepted by the system.
fr: Votre commande de <strong>%(quantity)s x %(sd_name)s</strong> avec la configuration <strong>%(config_name)s</strong> a été acceptée par le système.

source: You will be notified when it is shipped to your address.
fr: Vous serez averti lorsqu’il sera expédié à votre adresse.

source: Your <strong>%(sd_size)sGB</strong> download order with the <strong>%(config_name)s</strong> configuration on it has been accepted by the system. Work duration depends on current server load, but your image should be ready within 24 hours at most.
fr: Votre commande de téléchargement <strong>%(sd_size)sGB</strong> avec la configuration <strong>%(config_name)s</strong> a été acceptée par le système. La durée de préparation dépend de la taille de l'image et de la charge du serveur, mais votre commande devrait être prête dans les 24 heures au plus tard.

source: You will be notified when it is ready for download.
fr: Vous serez averti(e) lorsqu’elle sera prête à être téléchargée.

source: Your Hotspot order for %(config_name)s has failed
fr: Votre commande Hotspot pour «%(config_name)s» a échoué

source: Your order of <strong>%(quantity)s x %(sdcard_name)s</strong> card
fr: Votre commande de <strong>%(quantity)s x %(sdcard_name)s</strong> carte(s)

source: Your <strong>%(sdcard_size)sGB</strong> download order with the <strong>%(config_name)s</strong> configuration has failed to complete.
fr: Votre commande de <strong>%(sdcard_size)sGB</strong> avec la configuration <strong>%(config_name)s</strong> a échouée.

source: Someone will get in touch with you shortly to work out a fix.
fr: Une personne va vous contacter rapidement pour trouver une solution.

source: Please accept our sincere apologies.
fr: Veuillez accepter nos sincères excuses.

source: <strong>Error code</strong>: %(status)s, %(status_on)s
fr: <strong>Code d’erreur</strong> : %(status)s, %(status_on)s

source: Your Hotspot order for %(config_name)s has shipped!
fr: «%(config_name)s» expédiée !

source: Your order of <strong>%(quantity)s x %(sdcard_name)s</strong> with the <strong>%(config_name)s</strong> configuration on it has been shipped.
fr: Votre commande de <strong>%(quantity)s x %(sdcard_name)s</strong> avec la configuration <strong>%(config_name)s</strong> a été expédiée.

source: You should expect to receive your order within 10 days, depending on your address.
fr: Vous devriez recevoir votre commande dans les 3 à 10 jours, en fonction votre adresse.

source: Please, contact <em>%(client_name)s</em> should you have any question… and to confirm reception!
fr: Veuillez contacter <em>%(client_name)s</em> si vous avez des questions… et pour confirmer la réception !

source: Shipment tracking information: <code>%(tracking)s</code>
fr: Informations de suivi de l’envoi : <code>%(tracking)s</code>

source: Update !
fr: Mise à jour !

source: “%(config_name)s”: insertion successful
fr: «%(config_name)s» : insertion réussie

source: “%(config_name)s”: image uploaded to warehouse!
fr: «%(config_name)s» : image téléchargée dans la warehouse !

source: “%(config_name)s”: your image is ready!
fr: «%(config_name)s» : votre image est prête !

source: “%(config_name)s”: image written to SD card on slot %(slot)s!
fr: «%(config_name)s» : image écrite sur la carte SD sur l’emplacement %(slot)s !

source: “%(config_name)s”: insert %(sdcard_name)s onto slot %(slot)s
fr: «%(config_name)s» : insérez %(sdcard_name)s dans l’emplacement %(slot)s

source: “%(config_name)s” failed!
fr: «%(config_name)s» en échec !

source: “%(config_name)s” has been created!
fr: «%(config_name)s» en cours de création !

source: “%(config_name)s” shipped!
fr: «%(config_name)s» expédiée !

source: “%(config_name)s” Status Changed (%(status)s)
fr: «%(config_name)s» : statut modifié (%(status)s)

source: “%(config_name)s”: please ship to %(recipient_name)s!
fr: «%(config_name)s» : veuillez expédier à %(recipient_name)s !

source: SOS from your slot %(slot)s
fr: SOS depuis votre emplacement %(slot)s
